const initialState = {
  "Doi": {
    id: 1,
    coordinates: [55.826033, 37.766253],
    address: "Улица Дуёвская, д.14 к.88",
    openingHours: "открыто 24/7",
    description: "Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй Это Дуй ",
    img: "./img/jpg/Doi.jpg",
  },
  "Vendik": {
    id: 2,
    coordinates: [55.825243, 37.767175],
    address: "Улица Ведятская, д.22 к.8",
    openingHours: "закрыто 24/7",
    description: "Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик Это Вендик",
    img: "./img/jpg/Vendik.jpg",
  },
  "Ser": {
    id: 3,
    coordinates: [55.821145, 37.750658],
    address: "Улица Санова, д.28 к.2",
    openingHours: "пн. - пт.: c 12:00 - 20:00\nсб., вс.: выходной",
    description: "Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер Это Сер",
    img: "./img/jpg/Vendik.Ser",
  },
  "Olechka": {
    id: 4,
    coordinates: [55.821775, 37.750744],
    address: "Улица Олечки, д.0 к.0",
    openingHours: "пн.: c 12:00 - 13:00\nвт. - вс.: выходной",
    description: "Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка Это Олечка",
    img: "./img/jpg/Olechka.jpg",
  },
  "Sla": {
    id: 5,
    coordinates: [55.822827, 37.757359],
    address: "Улица Сла, д.6 к.9",
    openingHours: "временно не работает",
    description: "Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла Это Сла",
    img: "./img/jpg/Olechka.Sla",
  },
}

export default function dataPlace(state = initialState) {
  return state;
};
